// name the namespace after the language for clarity
// ru for russian
namespace ru
{
	const string
	
	//descriptions
	d_armory   	      	   	= "Хачи из Оранжевой Звезды передаёт привет  ",
	d_lowcal                = "Патроны для пистолетов и пистолетов-пулемётов  ",
	d_highpow               = "Патроны для винтовок и крупнокалиберных пулемётов ",
	d_shotgunshells         = "Дробовые патроны для дробовиков, бинго!  ",
	
	d_froggy                = "Ручная граната с милым прозвищем может легко отрывать руки врагов или устроить кровавый душ  ",
	
	d_flashy                = "Батюшки-светы!\n Береги глаза!!  ",
	
	d_amogus                = "",
	
	d_revolver              = "Простенький, но всё же опасный - револьвер, это прекрасный выбор для тех, кто устал лупить врагов одной лопатой.\n\nИспользует  $lowcal$ в качестве патронов.",
	
	d_smg                   = "Великолепный выбор для тех, кто попал в бой на близкой дистанции: где нет времени на прицельную стрельбу и перезарядку.\n\nИспользует  $lowcal$ в качестве патронов.",
	
	d_rifle                 = "Сила и точность - чудесный выбор для стрельбы по врагу, что предпочитает держаться на расстоянии.\n\nИспользует  $highpow$ в качестве патронов.",
	
	d_mp                    = "Превосходящая револьверную кострукция этого пистолета позволяет не задумываться о перезарядке каждого выстрела, однако это всё же пистолет, и вам будет трудно совладать с ним.\n\nИспользует  $lowcal$ в качестве патронов.",
	
	d_shotgun               = "Всем нравятся мощные пушки!!\n\nИспользует  $shells$ в качестве патронов.",
	
	d_fa_shotgun            = "*непереводимое удивление*\n\nИспользует  $shells$ в качестве патронов.",
	
	d_sniper                = "Что кажется заурядной винтовкой с банально увеличенным уроном, такой и оказывается\n\nИспользует  $highpow$ в качестве патронов.",
	
	d_kushana               = "Если вы смотрели 'Навсикая из долины ветров' Миядзаки Хаяо, вы, должно быть, знакомы с этим пистолетом.\n\nИспользует  $lowcal$ в качестве патронов.",
	
	d_ruhm                  = "ПУШКА ИЗ ХРОНИК ВАЛЬКИРИИ 1 !!!!!!!!!!!!\nСельвария Блес - лучшая женщина!!!\n\nИспользует  $highpow$ в качестве патронов.",
	
	d_atr					= "Останавливает технику противника при удачном попадании. Пехота, попавшая на линию выстрела превращается в кровяной пар.\n\nИспользует  $highpow$ в качестве патронов.",
	
	d_choose_headpack       = "Выберите пак с головами, который хотите использовать",
	d_choose_head           = "Выберите голову, которую хотите использовать",
	d_lockpickup            = "Запретить автоподбор предметов",
	d_unlockpickup          = "Разрешить автоподбор предметов",
	d_rank                  = "Звание",
	d_nickname              = "Никнейм",
	d_username              = "Имя пользователя",
	d_ping                  = "Пинг",
	d_kills                 = "Убийств",
	
	//names
	n_team_skyblue			= "Клета",
	n_team_red              = "Императа",
	n_armory                = "Оружейная",
	n_campfire              = "Костёр",
	n_lowcal                = "Малокалиберные патроны",
	n_highpow               = "Патроны высокой мощности",
	n_shotgunshells         = "Дробовые патроны",
	n_froggy                = "Ручная граната 'Лягушечка'",
	n_flashy                = "Световая граната 'Вспышечка'",
	n_amogus                = "Плюшевый Амогусик <3",
	n_fried_steak           = "Прожаренный стейк",
	n_cooked_fish           = "Приготовленная рыба",
	n_healing_potion        = "Исцеляющее зелье",
	n_bread_loaf            = "Буханка хлеба",
	n_cherry_cake           = "Вишнёвый пирог",
	n_burgir                = "Бургир",
	n_beer_mug              = "Бокал пива",
	n_sushi                 = "Суши",
	
	n_revolver              = "Револьвер \"РЭГ\"",
	n_smg                   = "Пистолет-пулемёт \"СПП\"",
	n_rifle                 = "Самозарядка \"ЮСАР\"",
	n_mp                    = "Автоматический пистолет \"МИЦ\"",
	n_shotgun               = "Помповый дробовик \"ШЭГ\"",
	n_fa_shotgun            = "Автоматический дробовик \"ПТЦ\"",
	n_assaultrifle          = "Штурмовка \"ТЕСР\"",
	n_sniper                = "Снайперка \"ГОРД\"",
	n_kushana               = "Бластер",
	n_ruhm                  = "Снайперский пулемёт \"Румм\"",
	n_starter_handgun       = "Ржавенький револьвер",
	n_atr					= "Противотанковое ружьё \"М.А.К.О.Н\"",
	
	n_headtab               = "Головы",
	n_headcfg               = "Настроить голову",
	
	empty 					= "";
}
